brew "libffi"
brew "openssl@3"
brew "asdf"
brew "bat"
brew "btop"
brew "glib"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "gcc"
brew "flyctl"
brew "fzf"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "mise"
brew "neovim"
brew "newrelic-cli"
brew "pass"
brew "pv"
brew "ripgrep"
brew "stow"
brew "swaks"
brew "terraform"
brew "tmux"
brew "unar"
brew "vips"
brew "watchman"
brew "zoxide"
vscode "anthropic.claude-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "vscodevim.vim"
